def saludo():
    print('''
┌───────────────────────────────────────────────────┐
│                                                   │
│    こんにちは。                                   │
│                                                   │
│    これは、Pythonでのモジュールとパッケージ       │
│    の使用を評価するためのテストプログラムです。   │
│    はじめまして。                                 │
│                                                   │
│    将来仲良くなることを願っています。             │
│                                                   │
│    ๑•ᴗ•๑                                          │
│                                                   │
└───────────────────────────────────────────────────┘
''')